[
   {
    
      "id": "1",
      
      "image": "https://i.ibb.co/tL7XzFj/IMG-3394.jpg",
      "thumbnail": "https://i.ibb.co/tL7XzFj/IMG-3394.jpg",
      "title": "Tech Career Expo 2024",
      "description": "Explore the future of technology at Tech Career Expo 2024. Connect with leading tech companies, attend insightful workshops, and discover exciting career opportunities."
    },
    {
      "id": "2",
      "image": "https://i.ibb.co/9y4GS5t/images.jpg",
      "thumbnail": "https://i.ibb.co/9y4GS5t/images.jpg",
      "title": "Innovation Job Fair 2024",
      "description": "Innovation Job Fair 2024 is a platform where innovation and talent converge. Experience groundbreaking technologies, engage with visionary startups, and chart your career path."
    },
    {
      "id": "3",
      "image": "https://i.ibb.co/NC3GHZG/images-1.jpg",
      "thumbnail": "https://i.ibb.co/NC3GHZG/images-1.jpg",
      "title": "STEM Careers Summit 2024",
      "description": "Dive into the world of STEM at STEM Careers Summit 2024. Connect with experts, participate in hands-on labs, and gain insights into the endless possibilities of science, technology, engineering, and mathematics."
    },
    {
      "id": "4",
      "image": "https://i.ibb.co/gD6PS58/hq720.jpg",
      "thumbnail": "https://i.ibb.co/gD6PS58/hq720.jpg",
      "title": "Future Leaders Forum",
      "description": "Future Leaders Forum is where aspiring leaders meet visionaries. Join us for inspiring talks, leadership workshops, and networking sessions to shape your journey as a future leader."
    },
    {
      "id": "5",
      "image": "https://i.ibb.co/kGVcmjK/download.jpg",
      "thumbnail": "https://i.ibb.co/kGVcmjK/download.jpg",
      "title": "Digital Marketing Career Fair",
      "description": "Discover the dynamic world of digital marketing at our Digital Marketing Career Fair. Engage with industry experts, learn about the latest trends, and explore diverse career opportunities in the digital landscape."
    },
    {
      "id": "6",
      "image": "https://i.ibb.co/W04WVth/download-1.jpg",
      "thumbnail": "https://i.ibb.co/W04WVth/download-1.jpg",
      "title": "Healthcare Professionals Expo",
      "description": "Calling all healthcare professionals! Join us at Healthcare Professionals Expo to connect with leading healthcare providers, attend informative seminars, and explore innovative healthcare technologies shaping the future of the industry."
    }
   
]






